<template>
    <h1>《PhotoX》用户隐私协议</h1>
<div>感谢您选择使用PhotoX应用程序（以下简称“本应用”）。本隐私协议旨在向您说明我们如何处理您的个人信息。请您仔细阅读并了解本协议的内容。</div>

<h1>1.用户信息的收集</h1>
<div>本应用不会主动收集、存储、传输或分享任何用户的个人信息。我们注重保护您的隐私权，并承诺不会获取您的任何个人数据。</div>

<h1>2.数据存储</h1>
<div>您在使用本应用过程中所创建的所有数据均存储在您的设备本地。因此，您的财务记录和其他信息完全保存在您的设备上，确保数据的私密性和安全性。</div>

<h1>3.第三方服务</h1>
<div>本应用不使用任何第三方服务，因此不存在将您的数据共享给第三方的情况。</div>

<h1>4.数据安全</h1>
<div>虽然本应用仅在本地存储数据，但我们仍然建议您采取适当的措施保护您的设备安全，例如使用设备密码、定期备份数据等，以防数据丢失或被未经授权的访问。</div>

<h1>5.用户权利</h1>
<div>由于本应用不会收集您的任何个人信息，因此您不需要担心个人信息的访问、更正、删除或限制处理等问题。所有数据完全由您自行管理和控制。</div>

<h1>5.用户权利</h1>
<div>由于本应用不会收集您的任何个人信息，因此您不需要担心个人信息的访问、更正、删除或限制处理等问题。所有数据完全由您自行管理和控制。</div>

<h1>6.隐私协议的变更</h1>
<div>本隐私协议可能会根据需要进行修改。我们会在应用内发布更新的隐私协议，并标明生效日期。建议您定期查阅以了解最新的隐私协议内容。</div>

<h1>7.联系我们</h1>
<div>如果您对本隐私协议有任何疑问或建议，请通过以下方式联系我们：</div>
<div>开发者：JulyStudio</div>
<div>电子邮件：july_studio_dev@163.com</div>

<h1>8.生效日期</h1>
<div>本隐私协议自2024年12月03日起生效。</div>
<div>感谢您对《PhotoX》的信任与支持！</div>
</template>